[
  {
    "SAJTA Publication": "Vol 10, Number 1, Jul 2024",
    "SAJTA Theme": "Open",
    "Author": "Aanchal Munoth, Maryann Manasseh and Nandhini Thangavelu",
    "Field of Specialisation": "Psychotherapy",
    "Context": "Professional TA - Research",
    "Article Title": "Mental Health of Caregivers of Physical Ailments Through the Lens of Transactional Analysis and Socio-Political Psychotherapy",
    "TA and Other Concepts": "Ego states, Life positions, Drivers, Injunctions",
    "Key words": "Caregiving, Health, Burnout, Stress, Barrier, Socio-political, Gender, Accesibility, Support, Emotions, Economic status, Ego States, Drivers, Injunctions, Life Positions",
    "Summary of Article": "The article elaborates on research to understand and analyse mental health of caregivers through the concepts of Transactional Analysis and the lens of socio-political psychotherapy.",
    "Access these Articles Here": "https://bit.ly/sajta-volume-10-July-2024"
  },
  {
    "SAJTA Publication": "Vol 10, Number 1, Jul 2024",
    "SAJTA Theme": "Open",
    "Author": "Raguraman K",
    "Field of Specialisation": "Organizational",
    "Context": "Professional TA",
    "Article Title": "The Role Economy Corral: Gaining Effectiveness and Resilience",
    "TA and Other Concepts": "Time Structuring, Miniscripts, Okness, Types of Script",
    "Key words": "Role, Resources, Role Economy, Inadequacy, Burnout, Implosion, Effectiveness and Resilience Spiral, Self-esteem, Trust",
    "Summary of Article": "The article proposes two models Role Economy Corral and Effectiveness and Resilience Spiral to optimize effectiveness and resilience in organizational settings; Role Economy Corral has four quadrants on the dimensions of role competence and effective use of resources and Effectiveness and Resilience spiral recommends how one can build both these qualities.",
    "Access these Articles Here": ""
  },
  {
    "SAJTA Publication": "Vol 10, Number 1, Jul 2024",
    "SAJTA Theme": "Open",
    "Author": "Till Schulz-Robinson",
    "Field of Specialisation": "Interdiscipinary ",
    "Context": "Professional TA",
    "Article Title": "A Transactional Analysis Model of Motivation: The Dynamic Motivation Pyramid",
    "TA and Other Concepts": "Psychological hungers, Structure hunger, Stimulus hunger, Recognition, Strokes, Parental Programming, ",
    "Key words": "Motivation, Meaning, Transactional Analysis, Basic needs, Homeostasis, TA Dynamic Model of Motivation",
    "Summary of Article": "The article introduces a new model - TA Dynamic Model of Motivation which expands on Berne's concept of psychological hungers. The model can be used as a tool for personal motivation.",
    "Access these Articles Here": ""
  },
  {
    "SAJTA Publication": "Vol 9, Number 1, Jul 2023",
    "SAJTA Theme": "Open",
    "Author": "Deepika Kaur",
    "Field of Specialisation": "Psychotherapy",
    "Context": "Personal TA",
    "Article Title": "Strokes and Impasse",
    "TA and Other Concepts": "Strokes, Stroke Economy, Stroke Filter, Types of Strokes, Impasses, Injunctions and Counterinjunctions",
    "Key words": "Strokes, Positive Conditional Strokes, Positive Unconditional Strokes, Stroke Filter, Stroke Economy, Impasse, Injunctions, Counter Injunctions",
    "Summary of Article": "The article explores the author's personal experience of accepting and rejecting strokes and uses the lens of Impasse theory to understand this phenomenon further.",
    "Access these Articles Here": "https://bit.ly/sajta-volume-9-jul-2023"
  },
  {
    "SAJTA Publication": "Vol 9, Number 1, Jul 2023",
    "SAJTA Theme": "Open",
    "Author": "Gunjan Zutshi",
    "Field of Specialisation": "Psychotherapy",
    "Context": "Professional TA",
    "Article Title": "Group Relations and Psychotherapy: Learnings from Praxis",
    "TA and Other Concepts": "Projective Transference, Introjective Transference, Object Relations, Group Processes, Systemic Lens, Defenses, Splits, Identification",
    "Key words": "Group Relations, Groups, Transactional Analysis, Praxis, Psychotherapy, Systemic lens, Individual, Projective Transference, Introjective Transference, Object relations, Defenses, Splits ",
    "Summary of Article": "This article explores the author’s experiences and dilemmas as a psychotherapist and Group Relations practitioner, of holding two different frameworks, the struggles of trying to integrate them, noting how the frameworks can be used as defense and therefore sometimes become limiting instead of enabling our work.",
    "Access these Articles Here": ""
  },
  {
    "SAJTA Publication": "Vol 9, Number 1, Jul 2023",
    "SAJTA Theme": "Open",
    "Author": "Mitra Heidari",
    "Field of Specialisation": "Interdisciplinary",
    "Context": "Professional TA",
    "Article Title": "Physis in Action",
    "TA and Other Concepts": "Physis, Metanoia, Ok-ness, Eros, Thanatos, Anti-Script, Self-Realization, Flow, Life Positions, Scale of Consciousness",
    "Key words": "Physis, Metanoia, Personality Growth, Self-Realization, Eudaimonia, Physis in Action, Eros, Thanatos, Flow, Scale of Consciousness, Quantum Physics, Biology, Morphic Resonance, Schumann Resonance, Heart math Coherence",
    "Summary of Article": "The Article introduces the concept of \"Physis in Action\" and its crucial role in personality growth and Self-Realization. The paper delves into the connection between the concepts of Metanoia and Physis, with an emphasis on the latter and provides a thorough exploration of Physis from multiple perspectives, including Transactional Analysis, while also presenting a new diagram that illustrates \"Physis in Action\"",
    "Access these Articles Here": ""
  },
  {
    "SAJTA Publication": "Vol 9, Number 1, Jul 2023",
    "SAJTA Theme": "Open",
    "Author": "Rosemary Kurian, Sangeetha Dilipkumar and Susan George",
    "Field of Specialisation": "Education ",
    "Context": "Professional TA - Research",
    "Article Title": "Impact of L.I.F.E. a Transactional Analysis Based Workshop, on the Mental Well-Being of College Students",
    "TA and Other Concepts": "Cycles of Development, Script, Cure, Inquiry, Attunement, Involvement, Functional Fluency, Time Structuring, Games, Working Styles, Racket Analysis, Problem Solving, Ethics, Action Planning, Self-Care, Modes of Behaving, Theory of Personalities, Attitudes",
    "Key words": "Mental Well-Being, Young Adulthood, L.I.F.E, Supervision, Education, Quasi-Experimental Design, Pre-test, Post-test, Warwick-Edinburgh Mental Well-being Scale, TA 101",
    "Summary of Article": "The article presents a research study which investitagates the effectiveness of a 40 hour Transactional Analysis based workshop (L.I.F.E)  on the mental well-being of its participants with the objective to encourage the incorporate TA based well-being programs as part of academic curriculum. ",
    "Access these Articles Here": ""
  },
  {
    "SAJTA Publication": "Vol 8, Number 1, Jul 2022",
    "SAJTA Theme": "Open",
    "Author": "Joy Roshan",
    "Field of Specialisation": "Interdisciplinary",
    "Context": "Professional TA",
    "Article Title": "Power Positions and Power Moves: A Model to Understand Power Through the Lens of Transactional Analysis",
    "TA and Other Concepts": "Script, Power, Life positions, Qudrant of positions",
    "Key words": "Power, Power Positions, Power Moves, Quadrant of Power Positions, Real Power, Real Powerlessness, Scripty Power, Scripty Powerlessness, Empowerment, Disillusionment, Alignment, Acceptance, Moving on",
    "Summary of Article": "The author offers their perspective of power, borrowing from previous definitions and creating their own; they offer a quadrant model of power positions linking them to life positions. Using examples, the author offers strategies to reclaim power, increase awareness of internal limitations and align with reality.",
    "Access these Articles Here": "https://assets.ctfassets.net/acxjtojz8lp2/7xZO5bRkMVAwNa5SM6Ep2U/065101183e78cbb6015c084fddbe5f19/SAJTA-Volume-8-Number-1-July-2022.pdf"
  },
  {
    "SAJTA Publication": "Vol 8, Number 1, Jul 2022",
    "SAJTA Theme": "Open",
    "Author": "Keerthana Panneer",
    "Field of Specialisation": "Interdisciplinary",
    "Context": "Professional TA",
    "Article Title": "Transactional Analysis of the Casteist Psyche ",
    "TA and Other Concepts": "Systemic Injunctions, Ego States, Contaminations, Transactions, Games, Forced Contract, Cultural Parenting, Ulterior Transactions, Marshmallowing Strokes",
    "Key words": "Caste, Caste System, Casteist Continuum, Systemic Injunctions, Ego States, Contaminations, Transactions, Games, Forced Contract, Cultural Parenting, Intergenerational Trauma, ",
    "Summary of Article": "The article offers an exposition of casteism in the Indian sub-context. Focusing on nuances of the mindset and pathology of perpetrators, sharing thought provoking and hard-hitting accounts, the author uses TA frameworks to highlight the casteist psyche. Sharing questions for reflection, the author invites the reader to reflect on their personal attitude and action/inaction towards the subject.\r\n",
    "Access these Articles Here": ""
  },
  {
    "SAJTA Publication": "Vol 8, Number 1, Jul 2022",
    "SAJTA Theme": "Open",
    "Author": "Mitra Heidari",
    "Field of Specialisation": "Psychotherapy",
    "Context": "Professional TA",
    "Article Title": "Boosting Attachment Security and Promoting OKness",
    "TA and Other Concepts": "Attachment Theory, Attachment Styles, OK Corral, Life Positions, Attachment Security, Life Position Matrix Key, Proximity to the Self-ok Corral Model",
    "Key words": "Attachment Theory, Attachment Styles, OK Corral, Life Positions, Attachment Security, Existential Positions",
    "Summary of Article": "The articles draws parallels between attachment styles and life positions and the author shares their own model of Attachement Security.",
    "Access these Articles Here": ""
  },
  {
    "SAJTA Publication": "Vol 7, Number 2, Jul 2021",
    "SAJTA Theme": "Open",
    "Author": "Aruna Gopakumar",
    "Field of Specialisation": "Interdisciplinary",
    "Context": "Professional TA",
    "Article Title": "Relational Stroke CIty: Integrating 'Old' and 'New' ",
    "TA and Other Concepts": "Strokes, Stroke City, Teach, Cooperative Contract, Structure, Drama Triangle, Rescue, Power Plays, Transactions, Intimacy, Stroke Economy, Groups",
    "Key words": "Strokes, Stroke City, Teach, Cooperative Contract, Structure, Drama Triangle, Rescue, Power Plays, No Lies, No Secrets, Transactions, Intimacy, Stroke Economy, Groups",
    "Summary of Article": "The article details the experiential group process of Stroke City; the author invites readers to value the wisdom and ideas from 'old' literature and authors and make it their own. The paper contains animated anecdotes of interactions and is a comprehensive guide for the Stroke City Methodology.",
    "Access these Articles Here": "https://assets.ctfassets.net/acxjtojz8lp2/7D2iWW1yTGUdaN056Bc8pb/a72ff50c6ed321759ccfcea61d90e3e4/SAJTA-Volume-7-Number-2-July-2021.pdf"
  },
  {
    "SAJTA Publication": "Vol 7, Number 2, Jul 2021",
    "SAJTA Theme": "Open",
    "Author": "Joy Roshan",
    "Field of Specialisation": "Psychotherapy",
    "Context": "Professional TA",
    "Article Title": "Working with Energy Hypothesis for Psychotherapeutic Change",
    "TA and Other Concepts": "Cathexis, Psychological Energy, Stuck, Bound Energy, Unbound Energy, Free Energy, Spontaneity, Physis, Trauma, Rubberbanding, Redecision, ",
    "Key words": "Cathexis, Psychological Energy, Stuck, Bound Energy, Unbound Energy, Free Energy, Spontaneity, Physis, Trauma, Rubberbanding, Redecision",
    "Summary of Article": "The article explores the feeling of being stuck  through the concept of psychological energy; the author redefines some well known TA concepts through the lens of energy. Using some relatable cases, the author elaborates on how one may extricate oneslf usign free energy to change and grow.",
    "Access these Articles Here": ""
  },
  {
    "SAJTA Publication": "Vol 7, Number 2, Jul 2021",
    "SAJTA Theme": "Open",
    "Author": "Nikita Bandale",
    "Field of Specialisation": "Psychotherapy",
    "Context": "Professional TA",
    "Article Title": "Closing Escape Hatches: Under the Cultural Lens ",
    "TA and Other Concepts": "Scripts, Risk, Suicide, Self-harm, Escape Hatch, Escape Hatch Closure, Incongruity, Death, Socio-Political, Culture, Needed Relationship",
    "Key words": "Scripts, Risk, Suicide, Self-harm, Escape Hatch, Escape Hatch Closure, Incongruity, Death, Socio-Political, Culture, Needed Relationship",
    "Summary of Article": "The article delves into the process of escape hatch closure which is an imporant aspect of mitigating risk. The author invites readers to consider the role of culture in the process of escape hatch closure. ",
    "Access these Articles Here": ""
  },
  {
    "SAJTA Publication": "Vol 7, Number 2, Jul 2021",
    "SAJTA Theme": "Open",
    "Author": "Prathitha Gangadharan",
    "Field of Specialisation": "Psychotherapy",
    "Context": "Professional TA",
    "Article Title": "Covid and Trauma: Unravelling of Unconcious Processes & Script Protocol",
    "TA and Other Concepts": "Trauma, Unconscious Processes, Protocol, Therapeutic Relationship, Ego Image, Primal Image, Collective Trauma, Supervision, Countertransference, Window of Tolerance",
    "Key words": "Covid, Trauma, Unconscious Processes, Protocol, Therapeutic Relationship, Ego Image, Primal Image, Collective Trauma, Supervision, Countertransference, Window of Tolerance",
    "Summary of Article": "The author shares personal and client experiences of previously unexamined processes which emerged in therapy as a result of the trauma induced by the Covid pandemic. The paper attends to how difficult environments impel early childhood trauma to manifest insidiously. The author describes one client's conflicts where the safety and strength of the therapeutic relationship allowed for the addressal and healing of those wounds. ",
    "Access these Articles Here": ""
  },
  {
    "SAJTA Publication": "Vol 7, Number 2, Jul 2021",
    "SAJTA Theme": "Open",
    "Author": "Rosemary Kurian",
    "Field of Specialisation": "Interdisciplinary",
    "Context": "Professional TA",
    "Article Title": "Empowering Our Present and Future with 'Humanness': A Mental Health Practitioner's Role in the Age of Artificial Intelligence",
    "TA and Other Concepts": "Social Roles Triangle, Ethics, Onion Model of Culture, Cultural Parent, Le Guernic, Positive Behaviours Triangle, Integrating Adult",
    "Key words": "Artificial Intelligence, Humanness, Biases, Social Roles Triangle,  Mental Health Practitioners, Simulate, Ethics, Ethical Considerations, Culture, Bias, Onion Model of Culture, Cultural Parent, Positive Behaviours Triangle, Integrating Adult",
    "Summary of Article": "The articles takes the reader into the realm of Artificial Intelligence, with a reminder that for AI to perform in a fair and unbiased manner, it is up to it's creators and its end users (especially calling out to mental health practitioners), to deeply examine our own prejudices and biases. ",
    "Access these Articles Here": ""
  },
  {
    "SAJTA Publication": "Vol 7, Number 2, Jul 2021",
    "SAJTA Theme": "Open",
    "Author": "Samiksha Jain",
    "Field of Specialisation": "Psychotherapy",
    "Context": "Professional TA",
    "Article Title": "Where There is a Will, There is a Way: Professional Will A Tool for Ethical Practice ",
    "TA and Other Concepts": "Professional Will, Ethical Practice, Termination, Contract, Procedural Contract, Professional Contract, Psychological Contract, Ethics Grid, ",
    "Key words": "Professional will, mental health, suicide, unforeseen circumstances, impairment, incapacitation, sudden termination, ethical practice, ethical growth, sudden demise, executor, re- traumatization, client protection, ethical closure, relational needs",
    "Summary of Article": "The article discusses the concept of a Professional Will - what it comprises, its importance and how it is drawn up. The author shares instances of the impact of doing so on the self, others and colleagues. ",
    "Access these Articles Here": ""
  },
  {
    "SAJTA Publication": "Vol 7, No. 1, Jan 2021",
    "SAJTA Theme": "Open",
    "Author": "Aruna Gopakumar ",
    "Field of Specialisation": "Psychotherapy",
    "Context": "Supervision",
    "Article Title": "Seeing You, Seeing Me, Seeing Us: Effectiveness of Role Reversals in One-to-One Supervision",
    "TA and Other Concepts": "Role Reversal, Supervision, Psychodrama, Countertransference, Unconscious Communication, Script, Parallel Process, Being, Potency",
    "Key words": "Role Reversal, Supervision, Psychodrama, Transactional Analysis, Countertransference, Unconscious Communication, Script, Parallel Process, Potency, Being, Enlivened",
    "Summary of Article": "The article delves into the use of technique of Role Reversal from Psychodrama in supervision to facilitate empathic therapeutic relating. The author invites readers to blend diverse modalities with TA to create fresh, meaningful experiences for clients, therapists, supervisors. ",
    "Access these Articles Here": "https://assets.ctfassets.net/acxjtojz8lp2/1rA1Q85qphFR9cpOK3c2o5/857df6103dc88a4e0da5c7b843e7b26e/SAJTA-Volume-7-Number-1-Jan-2021.pdf"
  },
  {
    "SAJTA Publication": "Vol 7, No. 1, Jan 2021",
    "SAJTA Theme": "Open",
    "Author": "Krishnan Madhabushi ",
    "Field of Specialisation": "Interdisciplinary",
    "Context": "Professional",
    "Article Title": "Using the Free Child in Bystander Intervention",
    "TA and Other Concepts": "Drama Triangle; Discounting Matrix; Contamination, Free Child, Intimacy, Spontaneity, Fourth Role, Bystanding",
    "Key words": "Bystander, Bystanding, Free Child, Drama Triangle, Discounting Matrix, Contaminations, Fourth Role, Responsibility, Creative, Oppression, Spontaneity, Intimacy, Compassion, ",
    "Summary of Article": "The article addresses the phenomenon of bystanding, offering an explanation for why one bystands using previously postulated and alternate TA frameworks. The author shares a unique perspective on how to creatively use our Free Child to intervene.",
    "Access these Articles Here": ""
  },
  {
    "SAJTA Publication": "Vol 7, No. 1, Jan 2021",
    "SAJTA Theme": "Open",
    "Author": "Aparna Vaidik ",
    "Field of Specialisation": "Psychotherapy",
    "Context": "Professional",
    "Article Title": "Fairy Tales, Orphans and Happy Endings: A Psycho-historical Analysis",
    "TA and Other Concepts": "Script, Fairy Tales, Psychoanalysis, Social Context, Historical Analysis, Injunctive Messages, Drivers, Drama Triangle, Script Echoes, Psychic Resonance, Enactment, Happy Ending",
    "Key words": "Script, Fairy Tales, Children's Stories, Psychoanalysis, History, Cultural Dialogue, Social Context, Orphan, Injunctive messages, Enactment, Drama Triangle, Justice, Drivers, Script Echo, Psychic Resonance",
    "Summary of Article": "The author explores the ways in which TA theory can illuminate dimensions of fairy tales and children's stories that historical analysis misses out on and in doing so examines the commensurability between psychoanalysis and History.",
    "Access these Articles Here": ""
  },
  {
    "SAJTA Publication": "Vol 7, No. 1, Jan 2021",
    "SAJTA Theme": "Open",
    "Author": "Suchitra Bhaskar",
    "Field of Specialisation": "Organizational",
    "Context": "Professional-TA",
    "Article Title": "Women at the Crossroads of Leadership",
    "TA and Other Concepts": "Working Styles, Role Ladder Model, Role Expectations, Gender, Communication",
    "Key words": "Leadership, Women, Coaching, Communication, Conflict Avoidance, Working Styles, Transitions, Support, Roles, Role Ladder Model, Role Expectations, Self-Awareness, Drivers, Gender",
    "Summary of Article": "The article presents TA frameworks that can be applied by consultants and HR professionals who work with and support women leaders during transitions. It explores application of organisational role concepts in communication and conflict avoidance and working styles to enable leaders to become more self-aware.",
    "Access these Articles Here": ""
  },
  {
    "SAJTA Publication": "Vol 7, No. 1, Jan 2021",
    "SAJTA Theme": "Open",
    "Author": "Monzia Mushtaq and Tasnuva Huque",
    "Field of Specialisation": "Psychotherapy",
    "Context": "Research",
    "Article Title": "The Vicious Cycle of Social Exclusion and Social Withdrawal in Intersex People",
    "TA and Other Concepts": "Injunctions, Drivers, Social Exclusion, Phenomenological Methodology, A Priori Coding",
    "Key words": "Social Exclusion, Intersex, Social Withdrawal, Injunctions, Drivers, A Priori Coding, Phenomenological Methology, LGBTQ, Ethical Considerations, Recommendations",
    "Summary of Article": "The article presents research conducted by the authors to explore whether any specific Drivers and Injunctions contribute to the social exclusion of Intersex people; the research employs phenomenological methology and a priori coding. ",
    "Access these Articles Here": ""
  },
  {
    "SAJTA Publication": "Vol 6, No. 2, Jul 2020\r\n",
    "SAJTA Theme": "Open",
    "Author": "Mahesh Natarajan",
    "Field of Specialisation": "Psychotherapy",
    "Context": "Professional-Non-TA",
    "Article Title": "Little Tribes, Large Rainbow People",
    "TA and Other Concepts": "Systems, Queer-Affirmative Therapy, Non-Affirmative Therapy, Trauma, Gender Binary, Sexuality, Queer Rights",
    "Key words": "Transactional Analysis, Systems, Queer Rights, Diversity, Gender, Sexuality, Affirmative Lens, Non-Affirmative, Conversion Therapies, Trauma, Non-Affirmative Therapy, Politcal, Legal, Gender Binary, Familial-Social Systems, Queer Affirmative",
    "Summary of Article": "The article presents the current status of queer affirmative / non-affirmative legal, social and therapy systems in India, expounding on the injustice of such norms and invokes practitioners to question their own methods and attittudes.",
    "Access these Articles Here": "https://assets.ctfassets.net/acxjtojz8lp2/4S6tero7Z0lP0Z8yAVFpTZ/c6a7aaa64121e30bd3131c037752c143/SAJTA-Volume-6-Number-2-Jul-2020.pdf"
  },
  {
    "SAJTA Publication": "Vol 6, No. 2, Jul 2020\r\n",
    "SAJTA Theme": "Open",
    "Author": "Gunjan Z & Deepak D",
    "Field of Specialisation": "Organizational",
    "Context": "Professional-TA",
    "Article Title": "Contracting: A Way to Build Alignment and Collaboration in Cross Functional Teams",
    "TA and Other Concepts": "Contracts, Contracting, Cross Functional Team, Administrative Contracts, Professional Contracts, Psychological Contracts, Three Cornered Contract, Multi-Party Contracts, Psychological Distance",
    "Key words": "Contracts, Contracting, Cross Functional Team, Administrative Contracts, Professional Contracts, Psychological Contracts, Three Cornered Contract, Multi-Party Contracts, Psychological Distance",
    "Summary of Article": "The Article discusses the application of the concept of contracts in organisations, especially with cross functional teams (CFT) and how contracts can be used to build alignment and collaboration for team effectiveness. ",
    "Access these Articles Here": ""
  },
  {
    "SAJTA Publication": "Vol 6, No. 2, Jul 2020\r\n",
    "SAJTA Theme": "Open",
    "Author": "Charusmitha Rao",
    "Field of Specialisation": "Psychotherapy",
    "Context": "Professional-TA",
    "Article Title": "A Wholesome View Into Scripts: Positive Memories Discovery Tool",
    "TA and Other Concepts": "Scripts, Positive Memories, Discovery Tool, Healing, Autonomy Matrix, Positive Psychology",
    "Key words": "Scripts, Positive Memories, Discovery Tool, Healing, Autonomy Matrix, Positive Psychology",
    "Summary of Article": "The article offers a set of questions as a tool that therapists and counsellors could use with their clients to discover, explore and strengthen positive memories of Script. ",
    "Access these Articles Here": ""
  },
  {
    "SAJTA Publication": "Vol 6, No. 2, Jul 2020\r\n",
    "SAJTA Theme": "Open",
    "Author": "Sarmishta Mani",
    "Field of Specialisation": "Psychotherapy",
    "Context": "Professional-TA",
    "Article Title": "Impasse Clarification: A Relational Approach",
    "TA and Other Concepts": "Impasse, Impasse Clarification, Relational, Decisions, Unconscious, Intrapsychic Process, Transference, Transformational Transference, Relational Impasse, Intrpsychic Resolution, Repeated Relationship, Needed Relationship, ",
    "Key words": "Impasse, Impasse Clarification, Relational, Decisions, Unconscious, Intrapsychic Process, Transference, Transformational Transference, Relational Impasse, Intrpsychic Resolution, Repeated Relationship, Needed Relationship, ",
    "Summary of Article": "The article expands on Impasse in the therapist/client relationship as a source for exploring and transforming the interpersonal and intrapsychic processes of the client. ",
    "Access these Articles Here": ""
  },
  {
    "SAJTA Publication": "Vol 6, No. 2, Jul 2020\r\n",
    "SAJTA Theme": "Open",
    "Author": "Kala Balasubramanian",
    "Field of Specialisation": "Psychotherapy",
    "Context": "Professional-TA",
    "Article Title": "De-Escalating Conflicts in Couples Using Interlocking Racket Systems ",
    "TA and Other Concepts": "Interlocking Racket Systems, Racket System, Script, Script Beliefs, Early Decisions, Racket feelings, Breaking the Cycle",
    "Key words": "Interlocking Racket Systems, Couples, Conflict, Conflict Escalation, Childhood Experiences, Early Decisions, Racket System, Script, Breaking Cycle, Contract, Script Beliefs, Racket Feelings",
    "Summary of Article": "The article presents the application of Interlocking Racket System with couples. The author uses a case example to demonstrate techniques and interventions focused on de-escalating spiralling conflicts between couples.",
    "Access these Articles Here": ""
  },
  {
    "SAJTA Publication": "Vol 6, No. 2, Jul 2020\r\n",
    "SAJTA Theme": "Open",
    "Author": "Yashodhara Lal",
    "Field of Specialisation": "Psychotherapy",
    "Context": "Professional-TA",
    "Article Title": "A New Spin on the Permission Wheel",
    "TA and Other Concepts": "Permission Wheel, Permissions, Quadrants, Superpermissions",
    "Key words": "Permissions, Permission Wheel, Quadrants, Myself, Others, World, Feelings, Playpen, Superpermissions",
    "Summary of Article": "The article explores and 'plays' with Jaoui's Permission Wheel tool. Through mulling over how one internalizes permissions and their own process in writing this article, the author examines its potency and possibilities for its customization and usage.",
    "Access these Articles Here": ""
  },
  {
    "SAJTA Publication": "Vol 6, No. 2, Jul 2020\r\n",
    "SAJTA Theme": "Open",
    "Author": "P K Saru",
    "Field of Specialisation": "Interdisciplinary",
    "Context": "Personal-TA",
    "Article Title": "Truth is One, Paths are Many",
    "TA and Other Concepts": "Autonomy, Physis, Bhagavad Gita, Freedom, Awareness, Action, Responsibility,  Spontaneity, Intimacy",
    "Key words": "Bhagavad Gita, Transactional Analysis, Freedom, Awareness, Action, Responsibility,  Spontaneity, Intimacy, Physis, Mukthi, Atma Gnana",
    "Summary of Article": "The article explores the attainment of life goals through the concepts of Autonomy & Physis, as compared with teachings from the Bhagavad Gita. The author delves into understanding what freedom, awareness, action and responsibility really mean and how these paths converge to one truth - being truly human.",
    "Access these Articles Here": ""
  },
  {
    "SAJTA Publication": "Vol 6, No. 2, Jul 2020\r\n",
    "SAJTA Theme": "Open",
    "Author": "Rosemary Kurian",
    "Field of Specialisation": "Interdisciplinary",
    "Context": "Personal-TA",
    "Article Title": "Beyond Liminality - Resilience and Harmony",
    "TA and Other Concepts": "Liminality, Imaginal Cells, Motivators/Drives, OK Kraal",
    "Key words": "Liminality, Imaginal Cells, Motivators, Drives, OK Kraal, Covid Pandemic, Physis, Resilience, Harmony,",
    "Summary of Article": "The article explores the experience of the current pandemic through the lens of TA (Liminality, Physis, Imaginal Cells, Drives/Motivators, Ok Kraal) and examines how this new experience of uncertainty, fear, anxiety, stress, and change impacts us.",
    "Access these Articles Here": ""
  },
  {
    "SAJTA Publication": "Vol 5, No. 2, Jul 2019",
    "SAJTA Theme": "Open",
    "Author": "John Heath",
    "Field of Specialisation": "Interdisciplinary",
    "Context": "Personal-TA",
    "Article Title": "Beyond Autonomy- From Self Development to Global Conversation",
    "TA and Other Concepts": "Autonomy, Self-Determination, Contextual Maturity, Wisdom, Functional Autonomy, Hierarchy of Human Needs, Biological Theory of Motivation, Paradox of Consciousness, Role of Psychotherapy, ",
    "Key words": "Autonomy, Self-Determination, Contextual Maturity, Wisdom, Functional Autonomy, Hierarchy of Human Needs, Biological Theory of Motivation, Paradox of Consciousness, Role of Psychotherapy, ",
    "Summary of Article": "The article explores personal experience (untaught motivation) as an innate wisdom of one's truth, goodness and beauty. Author establishes connections between self-acceptance, development and human consciousness with scientific beliefs to question wisdom beyong functional autonomy.",
    "Access these Articles Here": "https://assets.ctfassets.net/acxjtojz8lp2/5v1xAeBvr3WlLxbXCFJ0Vj/031ba1f2f548dc8d3ef3fa20aa5ee910/SAJTA-Volume-5-Number-2-July-2019.pdf"
  },
  {
    "SAJTA Publication": "Vol 5, No. 2, Jul 2019\r\n",
    "SAJTA Theme": "Open",
    "Author": "Samiksha Jain",
    "Field of Specialisation": "Psychotherapy",
    "Context": "Professional-TA",
    "Article Title": "Being Compatible, Co-operative and Intimate using TA",
    "TA and Other Concepts": "Couples, Intimate Partnerships, Co-operation, Compatibility, Adaptability, Harmony, Intimacy, Ego States, Behavioral Diagnosis, Transactions, Contracting",
    "Key words": "Couples, Intimate Partnerships, Co-operation, Compatibility, Adaptability, Harmony, Intimacy, Ego States, Behavioral Diagnosis, Transactions, Contracting",
    "Summary of Article": "The article expands on the use of TA theories & interventions to increase compatibility and intimacy in couples in intimate partnerships. The author uses excerpts from their own practice to describe how they look for cues in gestures, voice and words and employ those impressions to intervene appropriately.",
    "Access these Articles Here": ""
  },
  {
    "SAJTA Publication": "Vol 5, No. 2, Jul 2019",
    "SAJTA Theme": "Open",
    "Author": "Zinnatul Borak",
    "Field of Specialisation": "Psychotherapy",
    "Context": "Professional-TA",
    "Article Title": "Reclaiming Physis – A Case Study",
    "TA and Other Concepts": "Physis, Adverse Experience, Contract, Games, Drama Triangle, Racket Feelings, Contaminations, Johari Window, Ethics Grid, Egogram",
    "Key words": "Physis, Adverse Experience, Contract, Games, Drama Triangle, Racket Feelings, Contaminations, Johari Window, Ethics Grid, Egogram",
    "Summary of Article": "The article looks at using TA concepts and interventions in Individual therapy to further Physis. The author shares a case example, describing use of TA and other teachniques and models to demonstrate movement towards healing, change and physis.",
    "Access these Articles Here": ""
  },
  {
    "SAJTA Publication": "Vol 5, No. 1, Jan 2019\r\n",
    "SAJTA Theme": "TA Training in India – Impact on Personal and Professional Self",
    "Author": "Chitra Ravi",
    "Field of Specialisation": "Education ",
    "Context": "Professional-TA",
    "Article Title": "Transactional Analysis Training in India – My Personal Experience and Perspectives, Exploring, Expanding, Being Inclusive",
    "TA and Other Concepts": "TA Philosophy, Contracting, Core Aspects, Ethics Framework, Curriculum",
    "Key words": "TA Training, Inclusive, Philosophy, Contracting, Open Communication, Core Aspects, Ethics Framework, Objectives, Curriculum, Structure, Mutuality, Choice",
    "Summary of Article": "The article traces the author's journey in TA Training - describing the use of potent questioning and personal philosophy. The author expands on their methodology explained through their own model of training.",
    "Access these Articles Here": "https://assets.ctfassets.net/acxjtojz8lp2/11gFtMFl0A9Dcw1VuOoNJB/5a68533bc8cc680bac63de3f7c13d902/SAJTA-Volume-5-Number-1-Jan-2019.pdf"
  },
  {
    "SAJTA Publication": "Vol 5, No. 1, Jan 2019\r\n",
    "SAJTA Theme": "TA Training in India – Impact on Personal and Professional Self",
    "Author": "Karen Pratt, Chitra Ravi",
    "Field of Specialisation": "Interdisciplinary, Psychotherapy, Education",
    "Context": "Professional-TA",
    "Article Title": "The Value of Contracting in TA Training Groups",
    "TA and Other Concepts": "Contracting, Frames of Reference, Modelling, 5Ps,  Virtual Education Groups, Outcome Vs Process Contracting, Boundaries in face-to-face Psychotherapy Groups, Transference, Counter-Transference in Training, Appreciative Inquiry Exercise, Multiparty Contract, Process Reviews",
    "Key words": "Contracting, Frames of Reference, Modelling, 5Ps,  Virtual Education Groups, Outcome Vs Process Contracting, Boundaries in face-to-face Psychotherapy Groups, Transference, Counter-Transference in Training, Appreciative Inquiry Exercise, Multiparty Contracts, Cross-Cultural, Process Reviews",
    "Summary of Article": "In this article, Karen focuses on the importance of contracting in a multi-culture, virtual group setting with Educational groups; Chitra focuses on ownership and responsibility and the value of psychological and process contracting in Psychotherapy groups. The authors discuss the significance of working with transference and counter-transference in such groups and the value of contracting in creating authentic relationships and learning. ",
    "Access these Articles Here": ""
  },
  {
    "SAJTA Publication": "Vol 5, No. 1, Jan 2019\r\n",
    "SAJTA Theme": "TA Training in India – Impact on Personal and Professional Self",
    "Author": "Vidya Ramaswamy",
    "Field of Specialisation": "Psychotherapy",
    "Context": "Personal-TA",
    "Article Title": "My Spiral of Growth – the TA way!.",
    "TA and Other Concepts": "Cycles of Development, TA Philosophy, OK Corral, Life Positions, Injunctions, Impasse, ",
    "Key words": "Cycles of Development, Grief, Permissions, Loss, Choice, TA Philosophy, OK Corral, Life Positions, Injunctions, Impasse, ",
    "Summary of Article": "The article follows movements and processes of understanding and updating fixed and  unhelpful patterns set in author's childhood. The author does this through an understanding of the non-linearity of life via the Spiral of Growth.",
    "Access these Articles Here": ""
  },
  {
    "SAJTA Publication": "Vol 5, No. 1, Jan 2019\r\n",
    "SAJTA Theme": "TA Training in India – Impact on Personal and Professional Self",
    "Author": "Merlin Mythili S",
    "Field of Specialisation": "Psychotherapy",
    "Context": "Personal-TA",
    "Article Title": "Exploring Autonomy through Time Structuring",
    "TA and Other Concepts": "Hungers, Time Structuring, Drivers, Games, Rackets",
    "Key words": "Hungers, Time Structuring, Drivers, Games, Rackets, Autonomy, Awareness",
    "Summary of Article": "The article is a personal narrative of how the author structured their time personally and socially through the concept of basic hungers. The author describes their movement from psychological games to autonomy.",
    "Access these Articles Here": ""
  },
  {
    "SAJTA Publication": "Vol 4, No. 2, July 2018",
    "SAJTA Theme": "Impact of Culture- on an Individual, Community, Organization",
    "Author": "Anando Chatterji",
    "Field of Specialisation": "Psychotherapy",
    "Context": "Professional-Non-TA",
    "Article Title": "Cultures influencing Group Therapy",
    "TA and Other Concepts": "Group Psychotherapy,  Theoretical Frame of Reference, Culture, Social Constructs, Group Analysis, Therapeutic Communities, Belonging, Safety, Openness, Involvement, Agency, Ethical Dilemma, Oppression, Therapist Participation, ",
    "Key words": "Group Psychotherapy,  Theoretical Frame of Reference, Culture, Social Constructs, Group Analysis, Therapeutic Communities, Belonging, Safety, Openness, Involvement, Agency, Ethical Dilemma, Oppression, Therapist Participation, ",
    "Summary of Article": "This article looks to understand the culture prevalent within group therapy in India, explains framework of commonly used methodologies and newer advancements in conducting group therapy and highlights three dilemmas with explanations. Explores the influence of an individual’s culture in a group and it's interplay with the therapist’s own culture, creating a unique ‘group culture’.",
    "Access these Articles Here": "https://assets.ctfassets.net/acxjtojz8lp2/5ACfLmHkuhG90rzV3ZBnBD/179444010d4cdb79a26e33ec650d1637/SAJTA-Volume-4-Number-2-Jul-2018-2.pdf"
  },
  {
    "SAJTA Publication": "Vol 4, No. 2, July 2018\r\n",
    "SAJTA Theme": "Impact of Culture- on an Individual, Community, Organization",
    "Author": "Gunjan Zutshi",
    "Field of Specialisation": "Organizational",
    "Context": "Professional-TA",
    "Article Title": "Organization Culture and Scripts",
    "TA and Other Concepts": "Organization Script, Organization Culture, Organization Dynamics, Culture of Group, Cultural Parent, Personality of Culture",
    "Key words": "Organization Script, Organization Culture, Organization Dynamics, Culture of Group, Cultural Parent, Personality of Culture, Etiquette, Technicalities, Character, Organization Script Questionnaire",
    "Summary of Article": "The article is a study of organisation scripts (as influenced by organisation culture) and their impact on organisation dynamics. An understanding of how culture is permeated within organisations is presented through a Case Study.",
    "Access these Articles Here": ""
  },
  {
    "SAJTA Publication": "Vol 4, No. 2, July 2018\r\n",
    "SAJTA Theme": "Impact of Culture- on an Individual, Community, Organization",
    "Author": "Steff Oates",
    "Field of Specialisation": "Interdisciplinary",
    "Context": "Personal-TA",
    "Article Title": "Where is my culture now?",
    "TA and Other Concepts": "Culture, Script Development, Cultural Parent, Etiquette, Technicality, Character, Idiom, Rubberbanding",
    "Key words": "Culture, Script Development, Cultural Parent, Etiquette, Technicality, Character, Idiom, Rubberbanding, Reisman's Phases, Development of Human Society",
    "Summary of Article": "The article is a reflection of the author's own internal process - connected with the cultural differences that they hold. The author presents an understanding of themself through their script decisions, the cultural norms of their community and the influence each has on the other, in who they are today.",
    "Access these Articles Here": ""
  },
  {
    "SAJTA Publication": "Vol 4, No. 2, July 2018\r\n",
    "SAJTA Theme": "Impact of Culture- on an Individual, Community, Organization",
    "Author": "Khushali Adhiya-Shah",
    "Field of Specialisation": "Interdisciplinary",
    "Context": "Personal-TA",
    "Article Title": "The Culture I Grew up in & the one I now Choose",
    "TA and Other Concepts": "Culture, Individualism, Collectivism, Horizontal Societies, Vertical Societies, Group Membership, Rigid Boundaries, Flexible Boundaries, Life Positions",
    "Key words": "Culture, Customs, Traditions, Values, Beliefs, Rules, Norms, Morals, Individualism, Collectivism, Horizontal Societies, Vertical Societies, Group Membership, Rigid Boundaries, Flexible Boundaries, Life Positions",
    "Summary of Article": "The article elaborates two generic paths for understanding culture: individualism and collectivism & horizontal and vertical societies, explaining traits of individuals and groups which propagate those cultures. The author uses Transactional Analysis to explain limiting influence of a vertical-collectivistic Indian culture on their own self-concept.",
    "Access these Articles Here": ""
  },
  {
    "SAJTA Publication": "Vol 4, No. 2, July 2018\r\n",
    "SAJTA Theme": "Impact of Culture- on an Individual, Community, Organization",
    "Author": "Meenakshi Kirtane",
    "Field of Specialisation": "Psychotherapy",
    "Context": "Personal-TA",
    "Article Title": "Centeredness – A forgotten Indian culture",
    "TA and Other Concepts": "Centeredness, Culture, History, Socio-Cultural Values, Script Formation, Loveless, Mindless, Joyless, Injunctions, Attributions, Counterscript, Script Decisions, Somatic Components, Antithesis, Connect",
    "Key words": "Centeredness, Culture, History, Socio-Cultural Values, Script Formation, Loveless, Mindless, Joyless, Injunctions, Attributions, Counterscript, Script Decisions, Somatic Components, Antithesis, Connect",
    "Summary of Article": "This article is an exploration of Indian history and plausible links to formation of Loveless, Joyless, Mindless scripts. Categorizing their analysis, the author creates a socio-cultural Script Diagnosis, finally  suggesting an antitheses for each type of script.",
    "Access these Articles Here": ""
  },
  {
    "SAJTA Publication": "Vol 4, No. 2, July 2018\r\n",
    "SAJTA Theme": "Impact of Culture- on an Individual, Community, Organization",
    "Author": "Krishnan Madhabushi",
    "Field of Specialisation": "Psychotherapy",
    "Context": "Personal-TA",
    "Article Title": "Re-examining my cultural influences through TA",
    "TA and Other Concepts": "Culture, Cultural Influences, Script, Racket System, Commands, Attributions, Modelling, Injunctions, Stoicism",
    "Key words": "Culture, Cultural Influences, Script, Racket System, Commands, Attributions, Modelling, Injunctions, Stoicism",
    "Summary of Article": "The article is a personal account of the author's understanding of their own Life-Script and Racket System accounting for the influences from the culture they grew up in.",
    "Access these Articles Here": ""
  },
  {
    "SAJTA Publication": "Vol 4, No. 1, Jan 2018",
    "SAJTA Theme": "Boundaries in Relationships",
    "Author": "Annie Cariapa",
    "Field of Specialisation": "Psychotherapy",
    "Context": "Professional-TA",
    "Article Title": "I Here..You There: Separate & Connected",
    "TA and Other Concepts": "Life Positions, Episcripts, Boundaries, Attachment, Relational Approach, Secure Attachment, Insecure Avoidant Attachement, Insecure Ambivalent Attachment, Disorganised Attachement, Family Constellations, Entanglement",
    "Key words": "Symbiotic Needs, Mother-Child Dyad, Life Positions, Episcripts, Boundaries, Attachment, Relational Approach, Secure Attachment, Insecure Avoidant Attachement, Insecure Ambivalent Attachment, Disorganised Attachement, Family Constellations, Entanglement",
    "Summary of Article": "THe article presents attachment patterns of children and impact on boundaries adult relationships through 2 case studies. The author presents an interesting take on how Episcripts can create unhealthy boundaries in a parent-child relationship and how their use of 'family constellations' modality proved effective in their work with the client.",
    "Access these Articles Here": "https://assets.ctfassets.net/acxjtojz8lp2/HKORE0Wgsc5pLE1rJoIRh/9f34cdba62a8c7fb6b419dbab50c0234/SAJTA-Journal-Volume-4-Number-1-January-2018.pdf"
  },
  {
    "SAJTA Publication": "Vol 4, No. 1, Jan 2018",
    "SAJTA Theme": "Boundaries in Relationships",
    "Author": "Tony White",
    "Field of Specialisation": "Psychotherapy",
    "Context": "Professional-TA",
    "Article Title": "Projective Identification - A Rebuttal",
    "TA and Other Concepts": "Projective Identification, Games, Boundaries, Formula G, Kick me, NIGYSOB, Occam's Razor",
    "Key words": "Projective Identification, Games, Boundaries, Formula G, Kick me, NIGYSOB, Occam's Razor",
    "Summary of Article": "The article is based on Projective Identification is a new take on how game pairing occurs introducing instead the concept of Occam’s razor to explain hoow individuals enter into psychological games.",
    "Access these Articles Here": ""
  },
  {
    "SAJTA Publication": "Vol 4, No. 1, Jan 2018\r\n",
    "SAJTA Theme": "Boundaries in Relationships",
    "Author": "Sailaja Manacha",
    "Field of Specialisation": "Interdisciplinary",
    "Context": "Professional-TA",
    "Article Title": "Respect and Value in Relationships",
    "TA and Other Concepts": "Boundaries, Healthy Relationships, Ego States, Drama Triangle, Life Script",
    "Key words": "Boundaries, Healthy Relationships, Ego States, Drama Triangle, Life Script",
    "Summary of Article": "The article explores the origins of how we develop healthy or unhealthy boundaries connected to Script and Drama triangle. The author offers reflective exercises and guidelines to build healthy boundaries. ",
    "Access these Articles Here": ""
  },
  {
    "SAJTA Publication": "Vol 4, No. 1, Jan 2018\r\n",
    "SAJTA Theme": "Boundaries in Relationships",
    "Author": "Srinath Nadathur",
    "Field of Specialisation": "Interdisciplinary",
    "Context": "Professional-TA",
    "Article Title": "Boundaries in Agile Coaching Contracts",
    "TA and Other Concepts": "Contracting, Agile, Role Boundaries, Open Communication, Transparency, Inspection, Adaptation, Self-Contract, Three Cornered Contract",
    "Key words": "Contracting, Agile, Role Boundaries, Open Communication, Transparency, Inspection, Adaptation, Self-Contract, Three Cornered Contract",
    "Summary of Article": "The article presents the use of contracting in agile coaching to facilitate open communication and transparency, which helps clarify  boundaries and responsibilities among various roles and relationships. ",
    "Access these Articles Here": ""
  },
  {
    "SAJTA Publication": "Vol 4, No. 1, Jan 2018",
    "SAJTA Theme": "Boundaries in Relationships",
    "Author": "Suriyaprakash C",
    "Field of Specialisation": "Organizational",
    "Context": "Professional-TA",
    "Article Title": "Ethical Dilemma",
    "TA and Other Concepts": "Ethics, Ethical Code, Bess Mode, Physis, Dharma, Ethical Dilemma, Synergy, Values",
    "Key words": "Ethics, Ethical Code, Bess Mode, Physis, Dharma, Ethical Dilemma, Synergy, Values",
    "Summary of Article": "The article forms the third part of a three part series on ethics; this article focuses on ethical practice in the organizational context when dealing with dilemmas, using the Bess model. The author brings a fitting finale to this series by comparing 'Dharma' to Berne's Physis. ",
    "Access these Articles Here": ""
  },
  {
    "SAJTA Publication": "Vol 3, No. 1, Jan 2017\r\n",
    "SAJTA Theme": "Working through Conflicts –\r\ninternal and external",
    "Author": "Smita Chimmanda Potty",
    "Field of Specialisation": "Psychotherapy",
    "Context": "Personal-TA",
    "Article Title": "In Conflict with Success",
    "TA and Other Concepts": "Script, Success, Conflicting Messages, Impasse Theory, Degrees of Impasse, Racket System, Contaminatins, Autonomy System, Psychodrama",
    "Key words": "Script, Success, Conflicting Messages, Impasse Theory, Degrees of Impasse, Racket System, Contaminatins, Autonomy System, Psychodrama",
    "Summary of Article": "The article is a personal account of the author's  experience of working through conflicting messages around success. The author uses the concepts of impasse theory, contaminations and the racket system to identify these conflicting messages and shares how they arrived at the autonomy system. ",
    "Access these Articles Here": "https://assets.ctfassets.net/acxjtojz8lp2/461LgbsiyAgXafOqO0DmRS/6dc9eb579a751562edcde0152aef5343/SAATA-Journal-Volume-3-Number-1-January-2017.pdf"
  },
  {
    "SAJTA Publication": "Vol 3, No. 1, Jan 2017",
    "SAJTA Theme": "Working through Conflicts –\r\ninternal and external",
    "Author": "Srinath Nadathur",
    "Field of Specialisation": "Organizational",
    "Context": "Professional-TA",
    "Article Title": "Effective exchange of feedback to enhance working relationships – Part 2",
    "TA and Other Concepts": "Effective Feedback, Relationships, Organizations, Strokes",
    "Key words": "Effective Feedback, Relationships, Organizations, Intent, Content, Strokes, Qualifier, Data, Impact",
    "Summary of Article": "The article is the second in a two part series on the effective exchange of feedback to enhance working relationships. In this article the author uses the concepts of strokes and stroke economy to discuss facilitating more effective feedback. ",
    "Access these Articles Here": ""
  },
  {
    "SAJTA Publication": "Vol 3, No. 1, Jan 2017",
    "SAJTA Theme": "Working through Conflicts –\r\ninternal and external",
    "Author": "Dr Peter Milnes",
    "Field of Specialisation": "Interdisciplinary",
    "Context": "Professional-TA",
    "Article Title": "The “Life Position” Matrix: Revisiting Ernst’s OK Corral",
    "TA and Other Concepts": "Life Positions, OK Corral",
    "Key words": "Life Position Matrix, Life Positions, OK Corral, Character Life Position, Suface, Minute-by-Minute Position, ",
    "Summary of Article": "The article offers a new spin on the Classic Life Positions and OK Corral modified into a new model - '9 Life Positions matrix'. The author details the matrix and its uses offering more nuanced and precise range of descriptors to empower clinicians.",
    "Access these Articles Here": ""
  },
  {
    "SAJTA Publication": "Vol 2, No. 2, Aug 2016",
    "SAJTA Theme": "Relationships",
    "Author": "C. Suriyaprakash",
    "Field of Specialisation": "Interdisciplinary",
    "Context": "Professional-TA",
    "Article Title": "Ethics in Transactional Analysis Practice",
    "TA and Other Concepts": "Ethics, Ethical Code, Values, Ethical Principles, Target Groups, Ethics Grid, Ethical Assessment ",
    "Key words": "Ethics, Ethical Code, Values, Ethical Principles, Target Groups, Ethics Grid, Ethical Assessment ",
    "Summary of Article": "The Article forms part 2 in a three part series on ethics; this part focuses on structure of the ethical and professional practices followed in the international TA community. The author details the ITAA's code of ethics and the Ethics Grid for ethical assessment.",
    "Access these Articles Here": "https://assets.ctfassets.net/acxjtojz8lp2/51UMpnqAAq6BiN5Outpb6l/e3b259cefffd4221f8b57fbc1ba56b03/SAATA-Journal-Volume-2-Number-2-August-2016.pdf"
  },
  {
    "SAJTA Publication": "Vol 2, No. 2, Aug 2016",
    "SAJTA Theme": "Relationships",
    "Author": "Srinath Nadathur",
    "Field of Specialisation": "Organizational",
    "Context": "Professional-TA",
    "Article Title": "Effective exchange of feedback to enhance working relationships",
    "TA and Other Concepts": "Effective Feedback, OK Corral",
    "Key words": "Effective Feedback, Relationships, Organizations, Intent, Content, OK Corral",
    "Summary of Article": "The article is the first in a two part series on the effective exchange of feedback to enhance working relationships. -Organizational perspective on difficult conversations in working relationships seen through Life Positions",
    "Access these Articles Here": ""
  },
  {
    "SAJTA Publication": "Vol 2, No. 2, Aug 2016",
    "SAJTA Theme": "Relationships",
    "Author": "Deepak Dhananjaya",
    "Field of Specialisation": "Psychotherapy",
    "Context": "Professional-TA",
    "Article Title": "Prelude to allowers!",
    "TA and Other Concepts": "Allowers, Allower Messages, Drivers, Miniscript, Identity, Relationships, Ego states, Educating, Permissions, Internal Credit Bank Balance, ",
    "Key words": "Allowers, Allower Messages, Drivers, Miniscript, Identity, Relationships, Ego states, Educating, Permissions, Internal Credit Bank Balance, ",
    "Summary of Article": "The article presents the author's insights as a therapist and 3 steps that allow for a gentler way of integrating Allower messages to counter Drivers.",
    "Access these Articles Here": ""
  },
  {
    "SAJTA Publication": "Vol 2, No. 2, Aug 2016",
    "SAJTA Theme": "Relationships",
    "Author": "Geethan",
    "Field of Specialisation": "Psychotherapy",
    "Context": "Professional-TA",
    "Article Title": "Moving from Self Centered Relationship to Relationship Centered Self .",
    "TA and Other Concepts": "Self-Centered, Relationship Centered, Relational, Social Control, Cure, Games, Dialogue",
    "Key words": "Self-Centered, Relationship Centered, Relational, Social Control, Cure, Games, Dialogue",
    "Summary of Article": "The article invites the readers to move from a self-centred to a relationship-centred self, proposing a new model for us to work with",
    "Access these Articles Here": ""
  },
  {
    "SAJTA Publication": "Vol 2, No. 1, Jan 2016",
    "SAJTA Theme": "Open",
    "Author": "Srinath Nadathur",
    "Field of Specialisation": "Interdisciplinary",
    "Context": "Personal-TA",
    "Article Title": "I Cannot Cry",
    "TA and Other Concepts": "Drivers, Injunctions, Strokes, Programs",
    "Key words": "Drivers, Injunctions, Strokes, Programs",
    "Summary of Article": "The article shares the personal narrative of self-limiting aspects of author's Drivers and Injunctions and how they overcame these limiting aspects.",
    "Access these Articles Here": "https://assets.ctfassets.net/acxjtojz8lp2/2QMfg4xZltj9goP8wEfajd/aab8435c07c7e18f83aad5f2c3abb33c/SAATA-Journal-Volume-2-Number-1-January-2016.pdf"
  },
  {
    "SAJTA Publication": "Vol 2, No. 1, Jan 2016",
    "SAJTA Theme": "Open",
    "Author": "Sonal Kothari",
    "Field of Specialisation": "Interdisciplinary",
    "Context": "Personal-TA",
    "Article Title": "Oh How my Drivers Drove Me",
    "TA and Other Concepts": "Drivers, Ego states, Awareness, Permissions",
    "Key words": "Drivers, Ego states, Awareness, Permissions",
    "Summary of Article": "The article presents the author's personal changes through understanding the concept of Drivers.",
    "Access these Articles Here": ""
  },
  {
    "SAJTA Publication": "Vol 2, No. 1, Jan 2016",
    "SAJTA Theme": "Open",
    "Author": "Kavita Agrawal",
    "Field of Specialisation": "Interdisciplinary",
    "Context": "Personal-TA",
    "Article Title": "My journey and personal development",
    "TA and Other Concepts": "Drama Triangle, Games, Poor Me, Affirmations",
    "Key words": "Drama Triangle, Games, Poor Me, Affirmations",
    "Summary of Article": "The article presents the author's account of personal growth through analysis of Game patterns.",
    "Access these Articles Here": ""
  },
  {
    "SAJTA Publication": "Vol 2, No. 1, Jan 2016",
    "SAJTA Theme": "Open",
    "Author": "C. Suriyaprakash",
    "Field of Specialisation": "Interdisciplinary",
    "Context": "Professional-TA",
    "Article Title": "Unravelling the Mystery of Ethics",
    "TA and Other Concepts": "Ethics, Classification, Virtue ethics, Rule-based ethics, Rights ethics, Teleology, Deontology, Utilitarianism, Egoism, Altruism, Ethical thinking",
    "Key words": "Ethics, Classification, Virtue ethics, Rule-based ethics, Rights ethics, Teleology, Deontology, Utilitarianism, Egoism, Altruism, Ethical thinking",
    "Summary of Article": "The article forms Part 1 of an article series on ethics; this part focuses on understanding Ethics, their Classification, ethical Standards and approaches.",
    "Access these Articles Here": ""
  },
  {
    "SAJTA Publication": "Vol 2, No. 1, Jan 2016",
    "SAJTA Theme": "Open",
    "Author": "Preetha .T .R ",
    "Field of Specialisation": "Psychotherapy",
    "Context": "Professional-TA Research",
    "Article Title": "Stroking pattern and Happiness Quotient in married couples - an Empirical study",
    "TA and Other Concepts": "Strokes, Stroking patterns, Happiness quotient, Stroke city, Emotional literacy, Stroke economy, ",
    "Key words": "Strokes, Stroking patterns, Happiness quotient, Stroke city, Emotional literacy, Stroke economy, ",
    "Summary of Article": "The paper presents research which seeks to identify the association between stroking patterns, happiness quotient and demographic factors in married couples.",
    "Access these Articles Here": ""
  },
  {
    "SAJTA Publication": "Vol 1, No. 1, Aug 2015",
    "SAJTA Theme": "Open",
    "Author": "Karuna ",
    "Field of Specialisation": "Interdisciplinary",
    "Context": "Professional-TA",
    "Article Title": "Hop and Jump for Functional Fluency",
    "TA and Other Concepts": "Functional Fluency, Spiritual, Play, Intention",
    "Key words": "Functional Fluency, Spiritual, Play, Intention",
    "Summary of Article": "The article offers a metaphoric, philosophic and poetic description and application of functional fluency model, emphasizing play as the model.",
    "Access these Articles Here": "https://assets.ctfassets.net/acxjtojz8lp2/2S85MIqes6qoLsnEsO7ywN/a9b64955da13a46ef82fdf60670d5546/SAATA-Journal-Volume-1-Number-1-August-2015.pdf"
  },
  {
    "SAJTA Publication": "Vol 1, No. 1, Aug 2015",
    "SAJTA Theme": "Open",
    "Author": "Meera Ravi ",
    "Field of Specialisation": "Interdisciplinary",
    "Context": "Professional-TA",
    "Article Title": "Impact of Cultural Parent",
    "TA and Other Concepts": "Cultural Parent, Culture, Personality, Etiquette, Character",
    "Key words": "Cultural Parent, Culture, Personality, Etiquette, Character",
    "Summary of Article": "The article discusses the effect of culture on our personalities and importance of modifying unwarranted values in our Parent.",
    "Access these Articles Here": ""
  },
  {
    "SAJTA Publication": "Vol 1, No. 1, Aug 2015",
    "SAJTA Theme": "Open",
    "Author": "R. S. Geetha ",
    "Field of Specialisation": "Interdisciplinary",
    "Context": "Professional-TA",
    "Article Title": "TA Proper - Path to Change",
    "TA and Other Concepts": "Transactional Analysis Proper, Ego States, Transactions, Complementary transactions, Crossed transactions, Ulteriror transactions, Bull's eye transaction",
    "Key words": "Transactional Analysis Proper, Ego States, Transactions, Complementary transactions, Crossed transactions, Ulteriror transactions, Bull's eye transaction",
    "Summary of Article": "The article expands on the use of Transactions to understand interpersonal relationships and communications.",
    "Access these Articles Here": ""
  },
  {
    "SAJTA Publication": "Vol 1, No. 1, Aug 2015",
    "SAJTA Theme": "Open",
    "Author": "Ramya Kandavel ",
    "Field of Specialisation": "Interdisciplinary",
    "Context": "Personal-TA",
    "Article Title": "Impact of Transactional Analysis in Personal Life",
    "TA and Other Concepts": "Script, Drivers, Injunctions, Games, Rackets, Miniscript, Impasse ",
    "Key words": "Script, Drivers, Injunctions, Games, Rackets, Miniscript, Impasse ",
    "Summary of Article": "The article contains personal reflections using the concepts of Miniscript and Impasse to understand recurring behaviour patterns.",
    "Access these Articles Here": ""
  },
  {
    "SAJTA Publication": "Vol 1, No. 1, Aug 2015",
    "SAJTA Theme": "Open",
    "Author": "Surya Chirravuri ",
    "Field of Specialisation": "Interdisciplinary",
    "Context": "Personal-TA",
    "Article Title": "Journey towards Expressing Myself",
    "TA and Other Concepts": "Drivers, Script, Script Matrix, Injunctions, Counter-injunctions",
    "Key words": "Drivers, Script, Script Matrix, Injunctions, Counter-injunctions, Affirmations, Calculated risks",
    "Summary of Article": "The article details personal movement through understanding Script elements; Drivers, Script Matrix, Injunctions, Counter-injunctions, Affirmations.",
    "Access these Articles Here": ""
  }
]